///st_reset_set_jp
return "
はいまた面倒にバイバイ　目逸らして
ねえまた現状に怠　怠　善　気取って
はいまた妄想　痛い痛い　目つむって
ねえまた喧騒が大　大　面食らって

ああ！！
このままじゃ…このままじゃダメ？
そのままじゃ…そのままじゃダメ？
このままじゃ…このままじゃダメ？そのままじゃ…！

リセット自分　白紙戻して　理想になりたい！
リセット気分　せっせ壊して　実際　変わりたい！
嗚呼！
リセット自分　白紙になって　認められたい！
リセット気分　ギュッギュッ丸めて　いっぱい好かれたい！

嗚呼！
断然　自然　唖然　唖然リセット
偶然？　事前？　未然　未然に SET！
万全　自然　唖然　唖然リセット

完全リセット　せせせのよい！

はいまた倦怠　二倍　倍　寝過ごして
ねえまた方向が曖昧　彷徨って

ああ！！
このままじゃ…このままじゃダメ？
そのままじゃ…そのままじゃダメ？
このままじゃ…このままじゃダメ？
そのままじゃ…そのままじゃダメ？
このままじゃ…このままじゃダメ？　そのままじゃ…！

リセット自分　最初戻して　利口になりたい！
リセット気分　せっせ倒して　いっぺん変わりたい！
嗚呼！
リセット自分　原点になって　もっと褒められたい！
リセット気分　ギュッギュッ束ねて　いっそ愛されたい！

何度かは考えたこと
自分をやめて　他人になりたいって
変身願望ってやつだ
まぁ実際うまくいった試しはないんだけど…

なってみるだけならタダだから
唯ひとり唯一無二とか目指してないもん
理想のあの子に照準をセットして
リセット気分でなんか今回は気楽に行きたい

リセット自分　白紙戻して　理想になりたい！
リセット気分　せっせ壊して　絶対　変わりたい！
嗚呼！
リセット自分　白紙になって　認められたい！
リセット気分　ギュッギュッまとめて　ずっと好かれたい！

嗚呼！
断然　自然　唖然　唖然リセット
偶然？　事前？　未然　未然に SET！
万全　自然　唖然　唖然リセット

当然リセット　せせせのよい！
完全リセット　せせせのよい！　せせせのよい！
"
